acpi
alacritty
alsa-utils
android-tools
android-udev
base
base-devel
brightnessctl
cava
cifs-utils
cmake
cpio
dmenu
dump1090-fa-git
dunst
dwarfs
efibootmgr
fd
firefox
fish
foot
fuse-overlayfs
fwupd
fzf
gdb
git
github-cli
gnuradio
gnuradio-osmosdr
grim
grub
gst-plugin-pipewire
htop
hyprland
inkscape
intel-ucode
iwd
jq
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
libnotify
libpulse
libreoffice-fresh
light
linux
linux-firmware
man-db
marksman
meson
mpc
mpd
mpd-mpris-bin
mpv
nano
ncmpcpp
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
ninja
nmap
nss-mdns
obsidian
openssh
optipng
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-qt5
powertop
pulsemixer
python-lsp-server
python-pynvim
qbittorrent-nox
ripgrep-all
rofi
rsync
rtl-sdr
ruby
screen
sl
slurp
smartmontools
smbclient
sway
sway-audio-idle-inhibit-git
swaybg
swayidle
swayimg
swaylock
tesseract
ttf-firacode-nerd
ttf-mononoki-nerd
udiskie
udisks2
unrar
unzip
vim
vulkan-intel
vulkan-radeon
vulscan
waybar
wev
wget
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
xorg-xhost
xorg-xwayland
yay
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zram-generator
